[
  {
    "id": 1,
    "title": "နတ်ပင့်",
    "category": "ဘုရားရှိခိုး",
    "content": "<div style='text-align:center; color:#DAA520; font-size:20px; margin:20px 0;'>☸ ☸ ☸ ☸ ☸ ☸ ☸</div><div style='text-align:center;'><b>သမန္တာ စက္ကဝါဠေသု၊</b><br/><b>အတြာ ဂစ္ဆန္တု ဒေဝတာ။</b><br/><b>သဒ္ဓမ္မံ မုနိရာဇဿ၊</b><br/><b>သုဏန္တု သဂ္ဂမောက္ခဒံ။</b><br/><b>ဓမ္မဿဝနကာလော အယံ ဘဒ္ဒန္တာ။</b><br/><b>ဓမ္မဿဝနကာလော အယံ ဘဒ္ဒန္တာ။</b><br/><b>ဓမ္မဿဝနကာလော အယံ ဘဒ္ဒန္တာ။</div></b><br/><br/>•<b>သမန္တာ</b> – မြေဟီချာ ရေသီတာနှင့် ဒီပါလေးကျွန်း မြင့်မိုရ်ထွန်းသား စက်ဝန်းအသွင် ဤစကြဝဠာ၏ထက်ဝန်းကျင်မှ၊<br/><br/>•<b>စက္ကဝါဠေသု</b> – ယူဇနာပေါင်း ရှစ်သောင်းနှစ်ထောင် အမြင့်ဆောင်သော တောင်စကြဝဠာ ကာရံကျောက်စိုက် ဝန်း၍ဝိုက်သော တိုက်ဇာတိပေါင်း တစ်သောင်းသော လောကဓာတ်တို့၌၊<br/><br/>•<b>ဝသန္တာ</b> – အာဏာလွှမ်းမိုး တန်ခိုးကြီးမြတ် အနတ်နတ်တို့သည်၊<br/><br/>•<b>အတြာ</b> – ပရိတ်တော်မြတ် ရွတ်ဖတ်သရဇ္စျာယ်ရာ ဤနေရာသို့၊<br/><br/>•<b>အာဂစ္ဆန္တု</b> – အားလုံးအားလုံး ပေါင်းရုံးအများ သဒ္ဓါပွားလျက် တရားတော်နာ လာရောက်ကြပါကုန်လော့။<br/><br/>•<b>မုနိရာဇဿ</b> – အရဟန္တ သာဝကနှင့် ပစ္စေကမုနိ အစရှိသော မုနိတကာတို့၏ထိပ်ပန်း၊ ရဟန်းတကာတို့၏သရဖူ၊ လူတကာတို့၏သင်းကျစ်၊ နတ်တကာတို့၏အဆင်းတန်ဆာ၊ ဗြဟ္မာတကာတို့၏ဥသျှောင်၊ ငါးမာရ်အောင်သော မင်းခေါင်မင်းဖျား မြတ်စွာဘုရား၏။<br/><br/>•<b>သဂ္ဂမောက္ခဒံ</b> – နတ်ဝေဇယံ ငွေဘုံဗိမာန် ခိုလှုံရန်အကျိုးကို ပေးတတ်သော၊<br/><br/>•<b>သဒ္ဓမ္မံ</b> – ပရိတ်တော်ဟု ဆိုအပ်သော တရားတော်ကို၊<br/><br/>•<b>သုဏန္တု</b> – မိစ္ဆာဝိတက် ခိုမထားဘဲ မှတ်သားနာခံကြပါကုန်လော့။<br/><br/><div style='text-align:center; color:#DAA520; font-size:20px; margin:20px 0;'>☸ ☸ ☸ ☸ ☸ ☸ ☸</div><div style='text-align:center; color:#8B4513; font-style:italic;'>နတ်ပင့်ပြီး၏။</div>",
"translate": "ဘာသာပြန်",
"noticed": "သိရှိရန်",
"history": "သမိုင်း"
  },
  {
    "id": 2,
    "title": "ဩကာသ ဘုရားရှိခိုး",
    "category": "ဘုရားရှိခိုး",
    "content": "<div style='text-align:center; color:#DAA520; font-size:20px; margin:20px 0;'>☸ ☸ ☸ ☸ ☸ ☸ ☸</div><b>ဩကာသ၊ ဩကာသ၊ ဩကာသ၊</b><br/><b>ကာယကံ၊ ဝစီကံ၊ မနောကံ</b> သဗ္ဗဒေါသ ခပ်သိမ်းသော အပြစ်တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှာ ပထမ၊ ဒုတိယ၊ တတိယ၊ တစ်ကြိမ်၊ နှစ်ကြိမ်၊ သုံးကြိမ်မြောက်အောင် <b>ဘုရားရတနာ၊တရားရတနာ၊ သံဃာရတနာ၊</b> ရတနာမြတ်သုံးပါးတို့ကို အရိုအသေ အလေးအမြတ် လက်အုပ်မိုး၍ ရှိခိုးပူဇော် ဖူးမြော်မာန်လျော့ ကန်တော့ပါ၏ အရှင်ဘုရား။ ကန်တော့ရသော အကျိုးအားကြောင့် <b>အပါယ်လေးပါး၊ ကပ်သုံးပါး၊ရပ်ပြစ်ရှစ်ပါး၊ ရန်သူမျိုးငါးပါး၊ ဝိပတ္တိတရားလေးပါး၊ ဗျဿနတရား ငါးပါး</b> တို့မှ အခါခပ်သိမ်း ကင်းလွတ်ငြိမ်းသည်ဖြစ်၍ <b>မဂ်တရား၊ ဖိုလ်တရား နိဗ္ဗာန်ချမ်းသာ</b> တရားတော်မြတ်ကို ရပါလို၏အရှင်ဘုရား။<br/><br/><div style='text-align:center; color:#DAA520; font-size:20px; margin:20px 0;'>☸ ☸ ☸ ☸ ☸ ☸ ☸</div><div style='text-align:center; color:#8B4513; font-style:italic;'>ဩကာသ ကန်တော့ချိုးပြီး၏။</div>",
"translate": "မရှိ",
"noticed": "မရှိ",
"history": "ဩကာသဘုရားရှိခိုးသည် အလွန်ရှေးကျသောခေတ် ကာလမှစ၍ မြန်မာနိုင်ငံ၌ ပေါ်ပေါက်ခဲ့သော ဘုရားရှိခိုးဖြစ်ရာ တစ်ကျောင်းတစ်ဂါထာ ဆိုသကဲ့သို့ပင် အနည်းနှင့်အများ မတူ ထူးခြားကွဲပြားလျက် မူအမျိုးမျိုးရှိပေ၏။ ကျမ်းကြီးကျမ်းခိုင် တို့၌ လာသောနည်းမျိုးမဟုတ်၍ ဘယ်နည်းသာမှန်သည် ဘယ်နည်း မှားသည်ဟုမဆိုသာချေ။
ကန်တော့တောင်းပန်ရန်ကို ပဓာနထား၍ မြန်မာဘာသာဖြင့် ရှေးပညာရှိတစ်ဦးဦးက စီစဉ် ထားသော ဘုရားရှိခိုးနည်းဖြစ်ပေသည်။ ရှင်အရဟံမထေရ်က စီစဉ်၍ နော်ရထာမင်းစောအား ပေးတော်မူသောနည်းဟူ၍ ရေးသားထားသည်ကိုလည်းရှိ​လေ၏။ ထိုရေးသားချက်သည် ဘုရားရှိခိုးအတွက် လေးနက်စေလိုသဖြင့် ဂုဏ်တင်ကာ သရုပ် ဆောင်ရေးသားချက်လည်း ဖြစ်နိုင်၏။
မည်သို့ပင်ဖြစ်စေ မြန်မာနိုင်ငံရှိ ဗုဒ္ဓဘာသာနွယ်ဝင် သူတော်စင်တို့၏ ကောင်း မြတ်သော အစဉ်အလာတစ်ရပ်ဖြစ်ပြီး ကုသိုလ်တရား ဖြစ်ပွား တိုးတက်စေနိုင်သောကြောင့် လေးစားထိုက်သော ဘုရားရှိခိုးမူ ကြီးဖြစ်ပေ၏။"
  }
]
