[
  {
    "id": 1,
    "title": "နတ်ပင့်",
    "category": "ဘုရားရှိခိုး",
    "content": "<div style='text-align:center; color:#DAA520; font-size:20px; margin:20px 0;'>☸ ☸ ☸ ☸ ☸ ☸ ☸</div><div style='text-align:center;'><b>သမန္တာ စက္ကဝါဠေသု၊</b><br/><b>အတြာ ဂစ္ဆန္တု ဒေဝတာ။</b><br/><b>သဒ္ဓမ္မံ မုနိရာဇဿ၊</b><br/><b>သုဏန္တု သဂ္ဂမောက္ခဒံ။</b><br/><b>ဓမ္မဿဝနကာလော အယံ ဘဒ္ဒန္တာ။</b><br/><b>ဓမ္မဿဝနကာလော အယံ ဘဒ္ဒန္တာ။</b><br/><b>ဓမ္မဿဝနကာလော အယံ ဘဒ္ဒန္တာ။</div></b><br/><br/>•<b>သမန္တာ</b> – မြေဟီချာ ရေသီတာနှင့် ဒီပါလေးကျွန်း မြင့်မိုရ်ထွန်းသား စက်ဝန်းအသွင် ဤစကြဝဠာ၏ထက်ဝန်းကျင်မှ၊<br/><br/>•<b>စက္ကဝါဠေသု</b> – ယူဇနာပေါင်း ရှစ်သောင်းနှစ်ထောင် အမြင့်ဆောင်သော တောင်စကြဝဠာ ကာရံကျောက်စိုက် ဝန်း၍ဝိုက်သော တိုက်ဇာတိပေါင်း တစ်သောင်းသော လောကဓာတ်တို့၌၊<br/><br/>•<b>ဝသန္တာ</b> – အာဏာလွှမ်းမိုး တန်ခိုးကြီးမြတ် အနတ်နတ်တို့သည်၊<br/><br/>•<b>အတြာ</b> – ပရိတ်တော်မြတ် ရွတ်ဖတ်သရဇ္စျာယ်ရာ ဤနေရာသို့၊<br/><br/>•<b>အာဂစ္ဆန္တု</b> – အားလုံးအားလုံး ပေါင်းရုံးအများ သဒ္ဓါပွားလျက် တရားတော်နာ လာရောက်ကြပါကုန်လော့။<br/><br/>•<b>မုနိရာဇဿ</b> – အရဟန္တ သာဝကနှင့် ပစ္စေကမုနိ အစရှိသော မုနိတကာတို့၏ထိပ်ပန်း၊ ရဟန်းတကာတို့၏သရဖူ၊ လူတကာတို့၏သင်းကျစ်၊ နတ်တကာတို့၏အဆင်းတန်ဆာ၊ ဗြဟ္မာတကာတို့၏ဥသျှောင်၊ ငါးမာရ်အောင်သော မင်းခေါင်မင်းဖျား မြတ်စွာဘုရား၏။<br/><br/>•<b>သဂ္ဂမောက္ခဒံ</b> – နတ်ဝေဇယံ ငွေဘုံဗိမာန် ခိုလှုံရန်အကျိုးကို ပေးတတ်သော၊<br/><br/>•<b>သဒ္ဓမ္မံ</b> – ပရိတ်တော်ဟု ဆိုအပ်သော တရားတော်ကို၊<br/><br/>•<b>သုဏန္တု</b> – မိစ္ဆာဝိတက် ခိုမထားဘဲ မှတ်သားနာခံကြပါကုန်လော့။<br/><br/><div style='text-align:center; color:#DAA520; font-size:20px; margin:20px 0;'>☸ ☸ ☸ ☸ ☸ ☸ ☸</div><div style='text-align:center; color:#8B4513; font-style:italic;'>နတ်ပင့်ပြီး၏။</div>",
"translate": "ဘာသာပြန်",
"noticed": "သိရှိရန်",
"history": "သမိုင်း"
  },
  {
    "id": 2,
    "title": "ဩကာသ ဘုရားရှိခိုး",
    "category": "ဘုရားရှိခိုး",
    "content": "<div style='text-align:center; color:#DAA520; font-size:20px; margin:20px 0;'>☸ ☸ ☸ ☸ ☸ ☸ ☸</div><b>ဩကာသ၊ ဩကာသ၊ ဩကာသ၊</b><br/><b>ကာယကံ၊ ဝစီကံ၊ မနောကံ</b> သဗ္ဗဒေါသ ခပ်သိမ်းသော အပြစ်တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှာ ပထမ၊ ဒုတိယ၊ တတိယ၊ တစ်ကြိမ်၊ နှစ်ကြိမ်၊ သုံးကြိမ်မြောက်အောင် <b>ဘုရားရတနာ၊တရားရတနာ၊ သံဃာရတနာ၊</b> ရတနာမြတ်သုံးပါးတို့ကို အရိုအသေ အလေးအမြတ် လက်အုပ်မိုး၍ ရှိခိုးပူဇော် ဖူးမြော်မာန်လျော့ ကန်တော့ပါ၏ အရှင်ဘုရား။ ကန်တော့ရသော အကျိုးအားကြောင့် <b>အပါယ်လေးပါး၊ ကပ်သုံးပါး၊ရပ်ပြစ်ရှစ်ပါး၊ ရန်သူမျိုးငါးပါး၊ ဝိပတ္တိတရားလေးပါး၊ ဗျဿနတရား ငါးပါး</b> တို့မှ အခါခပ်သိမ်း ကင်းလွတ်ငြိမ်းသည်ဖြစ်၍ <b>မဂ်တရား၊ ဖိုလ်တရား နိဗ္ဗာန်ချမ်းသာ</b> တရားတော်မြတ်ကို ရပါလို၏အရှင်ဘုရား။<br/><br/><div style='text-align:center; color:#DAA520; font-size:20px; margin:20px 0;'>☸ ☸ ☸ ☸ ☸ ☸ ☸</div><div style='text-align:center; color:#8B4513; font-style:italic;'>ဩကာသ ကန်တော့ချိုးပြီး၏။</div>",
"translate": "သောတာပတ္တိမဂ်၊ သကဒါဂါမိမဂ်၊ အနာဂါမိမဂ်၊ အရဟတ္တမဂ်ဟူ၍ လေးပါး အပြားရှိ၏။ ဖိုလ်တရားဟူသောစကား၌ ဖိုလ်ဟူသော ပုဒ်သည် ဖလဟူသော ပါဠိစကားမှလာသည်ဖြစ်၍ အကျိုး ဟူသောအနက်ကိုရ၏။ မဂ်၏အကျိုးတရားဟု ဆိုလိုသည်။ ဖိုလ်တရားဆိုသည်မှာ မဂ်၏အကျိုး ကိလေသာ အပူအဆာ ကင်းကွာပြီးဖြစ်သဖြင့် ငြိမ်းအေးစွာဖြစ်ပေါ်လာတတ်သော စိတ် ပင်ဖြစ်သည်။ ဖိုလ်တရားလည်းမဂ်တရားကဲ့သို့ပင် သောတာ ပတ္တိဖိုလ်၊ သကဒါဂါမိဖိုလ်၊ အနာဂါမိဖိုလ်၊ အရဟတ္တဖိုလ် ဟူ၍ လေးပါးအပြားရှိ၏။
ထိုမဂ်ဖိုလ်တရားတို့တွင် ပထမမဂ်ဖိုလ်တရားတို့ကို ဒိဌိ၊ ဝိစိကိစ္ဆာဟူသော ကိလေသာနှစ်ပါး၏ ကုန်ခန်းမှုကြောင့် နိဗ္ဗာန်သို့ ရှေးဦးစွာဆိုက်ရောက်သော မဂ်ဖိုလ်ဖြစ်၍ သောတာ ပတ္တိမဂ်ဖိုလ်ဟုခေါ်သည်။
ဒုတိယမဂ်ဖိုလ်တရားကို ကာမရာဂတရားနှင့် ဗျာပါဒ ဟူသောဒေါသတရားနည်းပါးမှုကြောင့် လူ့ပြည် နတ်ပြည် ဟူသော ဤကာမဘုံသို့ ပဋိသန္ဓေအားဖြင့် တစ်ကြိမ်သာပြန်လာ စေတတ်သော သတ္တိရှိ၍ သကဒါဂါမိမဂ်ဖိုလ်ဟုခေါ်သည်။ တတိယမဂ်ဖိုလ်တရားကို ကာမရာဂတရားနှင့် ဗျာပါဒ ဟူသောဒေါသတရား အကြွင်းအကျန်မရှိ ကုန်ခန်းမှုကြောင့် လူ့ပြည် နတ်ပြည်ဟူသော ဤကာမဘုံသို့ ပဋိသန္ဓေအားဖြင့် ပြန်မလာစေတတ်သောသတ္တိရှိ၍ အနာဂါမိမဂ်ဖိုလ်ဟုခေါ်သည်။ စတုတ္ထမဂ်ဖိုလ်တရားကို ကိလေသာခပင်း အကြွင်း အကျန်မရှိ ကုန်ခန်းမှုကြောင့် ရဟန္တာဖြစ်ခြင်း၏ အကြောင်း ဖြစ်၍ အရဟတ္တမဂ်ဖိုလ်ဟုခေါ်သည်။
နိဗ္ဗာန်တရားဆိုသည်မှာ ကိလေသာမီး အပူသံသရာ ဝဋ်ဒုက္ခတို့မှ ကျွတ်လွတ်မှုကြောင့် အေးပေပေါ့၊ ငြိမ်းပေပေါ့ ဟုဆိုရလောက်အောင် အရိယာပုဂ္ဂိုလ်တို့၏စိတ်၌ တွေ့ရှိအပ် သော အင်မတန်အေးမှု ငြိမ်းမှုဟူသော သီတိသန္တိသဘောတရား ကြီးကိုဆိုသည်။ မဂ်တရားဖိုလ်တရားတို့သည် ထိုသီတိသန္တိ သဘောတရားကို အာရုံပြု၍ ဖြစ်ပေါ်လာရကြသည်။ ယင်းသို့ ဖြစ်ပေါ်လာမှုကိုပင် နိဗ္ဗာန်ရသည်ဟု ဆိုရသည်။
ယခုဆိုခဲ့ပြီးသော မဂ်ဖိုလ်နိဗ္ဗာန်ကို မြန်မြန်ကြီး အလိုရှိလျှင် ထိုမဂ်ဖိုလ်နိဗ္ဗာန်ကိုရစေတတ်သော အကြောင်း တရားကို အားထုတ်ရမည်။ ယင်းသို့အားထုတ်က မဂ်ဖိုလ် နိဗ္ဗာန်ကို တောင့်တသော် ရနိုင်၏။ မတောင့်တသော်လည်း ရနိုင်၏။ နှုတ်မြွက်၍ ဆုတောင်းရုံမျှဖြင့် မဂ်ဖိုလ်နိဗ္ဗာန်ကို မြန်မြန်ကြီးရနိုင်မည် မဟုတ်ဟုဆိုလိုသည်။ ထိုစကားမှန်၏။ အပါယ်ဒုဂ္ဂတိဘုံတို့၌ဖြစ်ခြင်းငှာ အနည်းငယ်မျှ အလိုမရှိကြ ကုန်ဘဲလျက် မကောင်းမှုဒုစရိုက်တည်းဟူသော အကြောင်း တရားတို့နှင့်ပြည့်စုံမှုကြောင့် အပါယ်ဒုဂ္ဂတိဘုံတို့၌ ဖြစ်လေကုန် သော သတ္တဝါတို့ကား အတိုင်းမသိများကုန်၏။ ဤကို ထောက်၍ တောင်းခြင်းသည် လိုရင်းမဟုတ်၊ အကြောင်းတရား နှင့် ပြည့်စုံခြင်းသည်သာ လိုရင်းဖြစ်သည်ဟု သိမှတ်ရပေမည်။ ထို့ကြောင့် ရတနာသုံးပါးအား ကန်တော့ရုံမျှကို အားကိုး၍ မနေဘဲ မဂ်ဖိုလ်နိဗ္ဗာန် အမြန်ရကြောင်း တရားကောင်းများကို ကြိုးစားမယုတ် အားထုတ်ကြကုန်ရာသတည်း။",
"noticed": "(၃) ဒုဗ္ဘိက္ခန္တရကပ် = အစာရေစာပြတ်လပ်မှုကြောင့် သေကြေပျက်စီးရခြင်း
ရပ်ပြစ်(၈)ပါး
ပြင်ဆင်ရန်
မဂ်ဖိုလ်ရအောင် တရားအားထုတ်ခွင့်မရခြင်းကြောင့် အပြစ်ဖြစ်သော အရပ်ဒေသများဖြစ်ကြသည့်
(၁၊၂၊၃) ဘုရားပွင့်နေဆဲအခါ ငရဲ ၊ တိရစ္ဆာန် ၊ပြိတ္တာ စသော အပါယ်အရပ် ( အသူတကယ်ကို ပြိတ္တာမျိုး၌ယူ ) ၊
(၄) ဘုရားရှင်ပွင့်ဆဲ ဘုရားရှင်ကိုမဖူးတွေ့နိုင် ၊ တရားမနာနိုင်ကြရှာသော ခန္ဓာကိုယ်သာရှိ၍ စိတ်ဝိဉာဏ်မရှိသော အသညသတ်ဗြဟ္မာများနှင့် စိတ်ဝိဉာဏ်သာရှိပြီး ခန္ဓာကိုယ်မရှိသော အရူပဗြဟ္မာများဖြစ်ကြသည့် ဒီဃာယုနတ်တို့အရပ် ၊
(၅) အစွန်အဖျား တောတောင်အကြား လူရိုင်းများနေသည့် ပစ္စန္တရာဇ်အရပ် ၊
(၆) ဘုရားပွင့်ဆဲအခါ မိစ္ဆာဒိဋ္ဌိရှိနေခြင်း ၊
(၇) ဘုရားပွင့်ဆဲအခါ တရားနားလည်လောက်သော ဉာဏ်မရှိသူ ၊
(၈) တတ်သိနားလည်လောက်သော ဉာဏ်ရှိသော်ငြားလည်း ဘုရားမပွင့်သောအခါလူ ဖြစ်ရခြင်းလည်းကောင်း ၊
ရန်သူမျိုး(၅)ပါး
(၁) ရေ
(၂) မီး
(၃) မင်း
(၄) ခိုးသူ
(၅) အမွေခံဆိုး
ဝိပတ္တိတရား(၄)ပါး
ဝိပတ္တိတရားဆိုသည်မှာ ဖောက်ပြန်ချို့ယွင်းခြင်း၊ ပျက်စီးခြင်းဟု အဓိပ္ပာယ်ရလေ၏။
(၁) ကာလဝိပတ္တိ = မင်းဆိုး၊ မင်းယုတ်အုပ်စိုးသောအခါ ကာလ
(၂) ဂတိဝိပတ္တိ = အပါယ်လေးပါးတို့၌ဖြစ်ရခြင်း စသည့်မကောင်းသော ဂတိဖြစ်ရခြင်း
(၃) ဥပဓိဝိပတ္တိ = ရူပါအဆင်းအင်္ဂါချို့တဲ့ခြင်း
(၄) ပယောဂဝိပတ္တိ = အသိအလိမ္မာ ဉာဏ်ပညာ၊ သတိဝီရိယမရှိပဲ ပြုမူ ၊ပြောဆို ကြံစည်မူ စသည့်မကောင်းသော အဖြစ်ဆိုးတို့နှင့်လည်းကောင်း ၊
ဗျဿနတရား(၅)ပါး
(၁) ဉာတိဗျဿန = ဆွေမျိုးပျက်စီးခြင်း
(၂) ဘောဂဗျဿန = စည်းစိမ်ဥစ္စာ ပျက်စီးခြင်း
(၃) ရောဂဗျဿန = အနာရောဂါဖြစ်ခြင်း
(၄) ဒိဋ္ဌိဗျဿန = မှားယွင်းသော မိစ္ဆာအယူကိုယူခြင်း
(၅) သီလဗျဿန = သီလပျက်ခြင်း စသောပျက်စီးခြင်းတို့နှင့် ကြုံတွေ့ရခြင်း ဟူသော အခါခပ်သိမ်းကင်းလွတ်ငြိမ်းသည်ဖြစ်၍ -ဤမကောင်းသော တရားတို့မှ အခါခပ်သိမ်းကင်းလွတ်ငြိမ်းသည်ဖြစ်၍ ၊ မဂ်တရား - သောတာပတ္တိမဂ် ၊ သကဒါဂါမိမဂ် ၊ အနာဂါမိမဂ် ၊ အရဟတ္တမဂ် ၊ ဖိုလ်တရား - သောတာပတ္တိဖိုလ် ၊ သကဒါဂါမိဖိုလ် ၊ အနာဂါမိဖိုလ် ၊ အရဟတ္တဖိုလ် ၊ နိဗ္ဗာန် ချမ်းသာ - ခန္ဓာအသစ် တစ်ဖန်မဖြစ်ရာ ၊သေခြင်းသဘောလည်း မရှိရာ ၊ ဒုက္ခအပေါင်းမှလည်း ကင်းဝေးရာ အမြတ်ဆုံးချမ်းသာဖြစ်သည့် နိဗ္ဗာန် စသော ၊ တရားတော်မြတ်တို့ကို သံသရာ၌ ကြာရှည်စွာ မကျင်လည်ရတော့ပဲ အမြန်ဆုံး ရရပါလို၏ အရှင်ဘုရား။",
"history": "ဩကာသဘုရားရှိခိုးသည် အလွန်ရှေးကျသောခေတ် ကာလမှစ၍ မြန်မာနိုင်ငံ၌ ပေါ်ပေါက်ခဲ့သော ဘုရားရှိခိုးဖြစ်ရာ တစ်ကျောင်းတစ်ဂါထာ ဆိုသကဲ့သို့ပင် အနည်းနှင့်အများ မတူ ထူးခြားကွဲပြားလျက် မူအမျိုးမျိုးရှိပေ၏။ ကျမ်းကြီးကျမ်းခိုင် တို့၌ လာသောနည်းမျိုးမဟုတ်၍ ဘယ်နည်းသာမှန်သည် ဘယ်နည်း မှားသည်ဟုမဆိုသာချေ။
ကန်တော့တောင်းပန်ရန်ကို ပဓာနထား၍ မြန်မာဘာသာဖြင့် ရှေးပညာရှိတစ်ဦးဦးက စီစဉ် ထားသော ဘုရားရှိခိုးနည်းဖြစ်ပေသည်။ ရှင်အရဟံမထေရ်က စီစဉ်၍ နော်ရထာမင်းစောအား ပေးတော်မူသောနည်းဟူ၍ ရေးသားထားသည်ကိုလည်းရှိ​လေ၏။ ထိုရေးသားချက်သည် ဘုရားရှိခိုးအတွက် လေးနက်စေလိုသဖြင့် ဂုဏ်တင်ကာ သရုပ် ဆောင်ရေးသားချက်လည်း ဖြစ်နိုင်၏။
မည်သို့ပင်ဖြစ်စေ မြန်မာနိုင်ငံရှိ ဗုဒ္ဓဘာသာနွယ်ဝင် သူတော်စင်တို့၏ ကောင်း မြတ်သော အစဉ်အလာတစ်ရပ်ဖြစ်ပြီး ကုသိုလ်တရား ဖြစ်ပွား တိုးတက်စေနိုင်သောကြောင့် လေးစားထိုက်သော ဘုရားရှိခိုးမူ ကြီးဖြစ်ပေ၏။"
  }
]
